На заметку:
	Свободный дух.
	Свет прозрения.  
	Исцеление
	Бомж-герои
	Монах окажется слуга ИИ
	Чип будет с титановыми наномашинами, а все остальные с металлическими
	Зоны с наномашинами(города), где они все чинят. Выйдя за зону они возвращаются обратно(или взрываются из-за неисправности)
	Летающие машины существуют, но не летают из-за неисправности. У Чипа не хватает схем на починку сложных конструкции и схем.
	Чип знает технологию троичного исчисления(проверить возможности)
	Программные коды становятся своеобразными заклинаниями(Банально, если нужно говорить в слух).(можно устраивать бои под куполом из наномашин)
	Прошлое Цепи связанно с Боями на смерть(Банально)
	Цепь возможно состоял в мафиозном кругу.(Банально. Как сын одного из боссов или сироту которые помогает в быту) Был книжном червем в тактике.

Герои

	Крест
		Cын пробирки(Не банально).(воспитывали с детства рациональным идеальным человек(атеист), но узнал что такое религия)(вероятно сын ИИ)

	Чип
		Трешер — двачер.(Детство не известно, но из-за информационного хауса стал создавать что-то оригинальное, но скатился в двачеры) (Познав сильную боль стал задумываться о бытие и смысле жизни)

	Цепь
		Приемный сын депутата или президента или мафиози(Честного, из-за этого отца  часто преследовали и искали подвохов, из-за этого его воспитывали чтобы он не выделялся, но познал метал)

Средние под главы - большие истории

Содержание
	История одной души.
		Пленник одиночества
		Родной Петербург.
		Обреченная дружба.
	Смерть наяву
		Западная угроза.
		Рейд на восток.
		Егерь «Свинцовых» земель
	Центр 
		Непостижимая правда.
		Истина «Сатаны».
		Естество света.

Подробности:
	I-ый Евангелие “История одной души»:
	
		Пленник одиночества.
			Ввод Креста. Крест идет на поиск новых редких проб (образцов) в дальние земли(показ образа жизни). Попадает в историю (предположительно (природная?)ловушка). Там встречает мутанта-детеныша «отшельника» и получает мутацию правой руки(Первый контакт человека и представителя новой расы). Начинает искать помощь. Ближайший город — родной Петербург.

		Родной Петербург:
			Городе он слышит странный скрежет и звуки.(Цепь). (Также он находит старый чердак из прошлого(где встретилась троица в первый раз)) Из-за них он случайно находит военную заброшенную лабораторию на территории Академии Наук с неизвестными исследованиями(ИИ подкинул из США, но никто не знает). Разрабатывает сыворотки против трансформации тела и сознания, но рука не излечима. Теряет сознание. Очухивается где-то в центре Петербурга в неизвестном здании(Клуб Камчатка). После того как переоделся, он снова слышит те же звуки что и прежде и идет к источнику. Он видит сцену, как безумный металист с улыбкой на лице разбирается с волной мутантов при помощи гитары Урал. Крест снова теряет сознание. Опять камчатка, но перед ним Цепь. Ввод Цепь. За то что он ему помог, он должен отплатить: найти бота «искра»(для ремонта музыкальных инструментов).

			Через несколько дней он выходит на место где находиться бот - Мариинский театр. Там же он встречает взрослого «отшельника» и побеждает его при помощи мутированной рукой (узнает что завладел суперсилой).(Был ранен в бою, но когда он прислонил правую руку он залатал рану хитиновой броней.) Находит бота и идет обратно. Возвращает долг. В это время «отшельники» устраивают засаду, а мутанты вынюхали логово Цепь. Происходит стычка двух сил. 2 героя успевают спастись и Крест предлагает отправиться в Москву, за его знакомым - Чипом. 
 
		Обреченная дружба
			Как только они переступают МКАД. Они замечают вспышку молнии посреди ясного неба. Они идут в ту сторону, где была вспышка и приходят к МГУ.(Из-за суперкомпьютера) После несколько десятков роботизированных ловушек и мин, они встречают Чипа.(Без Креста)
			Цепь сразу по его лицу, вспоминает случай из прошлого, когда им было по 13 лет. Цепь был тихим мальчиком идущий в ловушку своих одноклассников. По пути он замечает Чипа(веселый трешер), бегущего от милиции. Чип берет Цепь и прячется в углу, чтобы он не сказал в каком направлении он ушел. Но он не предполагал что он славиться в люк. В канализации их ждала опасность: голодный бомж с заточкой. Но их спасает Крест и прячутся на заброшенном чердаке. 
			Но Чип не вспоминает и атакует Цепь(Он не похож на себя в детстве) (Креста в этой сцене еще нету). Как только Крест прибегает(Спасает Цепь от внезапной атакти сзади клоном Чипа ударив его мут-рукой, оттолкнув в стену), он успокаивает Чипа. 
			«Тот разговор который начался 10 лет назад, продолжился со смехом и весельем»

	II-ый Евангелие “Смерть наяву».
		Западная угроза.
			Через месяц после стычки. После очередного рейда на продовольствие и воду, их настигает странный шум(рев). Как только он проходят к источники, они видят только разрушенные здания и дороги. (Монстр уходит если на небе ясное солнце, большое количество света разрушает его структуру). На следующий день было облачно. Они еле успевают собраться полностью и уехать из гниющего города. Единственное что они могут это предупредить остатки человечества. Начался их рейд на восток.

		Рейд на восток.
			Действия происходят на пути из Москвы до Свинцовых земель. В этой подглаве рассказываются несколько истории про то кого они встречают на пути.(Предположительно олицетворение грехов человечества(Не обязательно из христианство(Испытание для каждого))) (Военный лагерь (мародеров, людей-мутантов(внешне не видно),скандинавов, финов???), Музыкальная труппа, ГЭС с ИИ-роботом охраняющий подледную частицу прошлого (пусть так и остается тайной), знакомая Чипа(возможно будущая жена Цепи) …
			TODO: (Не забыть показать их качества на полную)

		Егерь «Свинцовых» земель
			Через свинцовые земли их ведет легенда о «Егоре». Первый и единственный кто может пройти по проклятой земле.

			Перед тем как добраться до свинцовых земель, они встречают незнакомку(с дудочкой для сцены одиночества и гипноза) (дочь нынешнего лидера человечества)(призрак или мутант-человек со сверх телепатией (похоже она сам выбрал роль стража)). Знакомятся. Идут дальше на восток. Но с каждым днем становился все страннее и страннее. Каждый был в своей мире от грехов и желании до горя и отчаянии. Но Крест своей душой смог преодолеть стены лжи и найти своих друзей из тени сомнений. После того как они просыпаются, оказывается они преодолели «свинцовые» земли.

			«Мы были снова на свободе. Свежий воздух и лучи восхода. Интересно сколько мы были в своем мире? … Мы уходили в горы. Но все равно я не забуду его лицо и слова. … Темная фигура нашей странницы махала нам на прощание, оставляя им надежду, как последний флаг старого мира.»  

	III-ый Евангелие “Центр”.
		(Info)Все действия происходят вблизи гор, немного задевая городские структуры. Сибирь и новые города для 2-ой книги.
		Непостижимая правда.
			Как только они достигают первого живого города по названием «Либерск». Они сразу расходятся для распространении новости о «Западной угрозе». Как только новость доходит до лидера о том что они знают о его дочери. Их объявляют Преступниками 2-ого уровня.(Взять живьем - награда в 4 раза больше). Как только новость доноситься до города герои находятся в Церкви, пабе и главной серверной города. Крест спасается от толпы с помощью священника. Цепь разносит все вокруг прячась в курятнике. Чип находит информацию об ракете «Сатане» (находит информацию о неизвестном оружии старого времени, ИИ снова подкинул). Чип находит  их при помощи уличных камер. При помощи светофоров и другой городской инфраструктуры, он выводит их к выходу(или сводит группу вместе). Выбираются. И идут и  идут за истиной к оружию. 

		Истина «Сатаны».
			Чип успевает доделать «искру» и они находят сломанную вертушку. Чинят и улетают оттуда. За ними погоня, но Чип успевает взломать систему ПВО которая находиться рядом с ними. Но он не успел сделать настройки системы и в них попадает ракета. «Искра» сгорает. Чип и Цепь — получают малые ранения. Крест отрывает правую руку. И теряет сознание. Ему сниться сон про того маленького мутанта-детеныша, которого он спас и ему сниться отшельник, который покрыт странной хитиновой броней(Слышит голос Егеря)(как будто рыцарские доспехи с современным дизайном). Он снимает шлем, но Крест просыпается, не успевая увидеть его или её лицо.(Запоминает что были волосы до плеч) Он видит как его несут его соратники.(Все в отчаянии) Они прячутся в странной башне. За одну ночь  Креста отрастает новая рука (Жуткая оогония). На следующий день они встречают Монаха(Философ монах хеви-металист). Он показывает им что не все потерянно(Цепь вдохновляется им, Чип понимает что он не одинок в мире одних вопросов, Крест принимает очищение и прошение и понимает смысл жизни «Спасти человечество любой ценной»). Монах ведет их через леса и болота и приводит к заброшенной военной базе. Там они находят ракету «Сатану». Они начинают понимать насколько накалена ситуация в нынешнее время.
 
			«Трое сошлись чтобы спасти все что было и будет»

		Естество света.
			Среди металлолома и грязи они находят мудреца-отшельника. Он слишком стар, но по началу         сопротивляется.(Он был похож на отшельника из сна (намного)) Но в скором времени ему вкалывают сыворотку и допрашивают его. Оказывается он был один из первых обращенных. Люди не понимали его и сбросили в эту бездну. Он был первым из «Отшельником». Но время взяла своё и он потерял все что грело его душу и он стал загнанным зверем в клетке. Он всем сердцем хотел уничтожить человечество, но когда он увидел и услышал Креста, он начал вспоминать своего сына. Они были очень похоже. Из последних сил он стремился нажать на кнопку, но не успевает и смерть забирает его.(Предполагается что он не хотел взорвать а хотел показать где панель управления). Они находят панель. Но с этим их находит грохот шагов тени. Чип говорит что нужно ручное включение пердзапускного клапа топливного отсека. Цепь лезет на ракету. (Немного пошлого юмора). После соединения Чип предоставляет возможность запуска. Он вспоминает все что произошло. И задумывается о другой идеи : а что если не нужно останавливать тень, но в голове снова прозвучал голос Егеря и Монаха : «Свет — есть душа, а душа есть свет». И нажимает кнопку.

	Пролог.
		Смерть настигла тень. Крест ушел. Чип и Цепь остались, чтобы помочь беженцам и новым гражданам. ИИ не дремлет.